Repository: common-repository/kau-boys-comment-notification
Catalog: comment-notification-*.po
Languages: de_de

source: Comment Notification
de_de: Kommentar Benachrichtigung

source: Settings
de_de: Einstellungen

source: Options saved.
de_de: Einstellungen gespeichert.

source: Here you can customize the plugin for your needs.
de_de: Hier können Sie das Plugin an Ihre eigenen Bedürfnisse anpassen.

source: Allow only moderators to subscribe to the feed
de_de: Nur Moderatoren das Abnonnieren des Feeds erlauben

source: Save Changes
de_de: Änderungen speichern

source: Comment Notification RSS Feed
de_de: RSS Feed für Kommentar Benachrichtigungen

source: Customize Comment Notification RSS feed
de_de: RSS Feed für Kommentar Benachrichtigungen anpassen

source: Limit Feed entries
de_de: Anzahl der Einträge begrenzen

source: Max. number of feed entries
de_de: Max. Anzahl an Einträge

source: Feed content
de_de: Feed Inhalt

source: Hide avatars
de_de: Avatare verbergen

source: Hide user data
de_de: Benutzerdaten verbergen

source: Hide icons
de_de: Icons verbergen

source: Comment types in Feed
de_de: Kommentar-Arten im Feed

source: Hide approved comments
de_de: Zugelassene Kommentare verbergen

source: Hide moderation comments
de_de: Moderierte Kommentare verbergen

source: Hide spam comments
de_de: Spam Kommentare verbergen

source: Hide trash comments
de_de: Papierkorb Kommentare verbergen

source: Showing spam comments is useful, if you activated Akismet and you want to verify that no regular comment has been marked as spam. Hiding all comments but moderated is useful for a feed only for moderation.
de_de: Das Anzeige von Spam Kommentaren ist sinnvoll wenn Akismet aktiviert ist, um sicherzustellen, dass kein reguläres Kommentar als Spam markiert wurde. Das verbergen aller Kommentare bis auf moderierte ist sinnvoll, um einen Moderations-Feed zu erzeugen.

source: Open custom feed
de_de: Angepassten Feed öffnen

source: Comments on: %s
de_de: Kommentare zu: %s

source: Comments for %s searching on %s
de_de: Kommentare in %s in Suchergebnissen zu %s

source: Comments for %s
de_de: Kommentare zu %s

source: ~TRASH~
de_de: ~PAPIERKORB~

source: !MODERATE!
de_de: !MODERIEREN!

source: Comment on %1$s by %2$s
de_de: Kommentare von %2$s zu %1$s

source: By: %s
de_de: Von: %s

source: Approve it
de_de: Genehmige es

source: Delete it
de_de: Lösche es

source: Spam it
de_de: Markiere es als Spam

source: Read it
de_de: Lese es

source: Reply to
de_de: Antworte darauf

source: You cannot read this feed as you are not permitted to moderate posts!
de_de: Du kannst diesen Feed nicht lesen, da du keine Berechtigung zum moderieren von Artikeln hast!
